<!doctype html>
<html lang="ja">

<head>
    <meta charset="UTF-8">
    <meta name="theme-color" content="#acae54">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>About | 抹茶のひとやすみ</title>
    <link href="/css/stylesheet.css" rel="stylesheet">
    <link href="/favicon.ico" rel="icon">
</head>

<?php include "../ctr.php"; ?>

<body class="favorite">
    <header>
        <div>
            <a class="logo" href="https://kyu-ka.site/"></a>
                <ul>
                    <li><a href="https://kyu-ka.site/">ようこそ</a></li>
                    <li><a href="/about/">About</li>
                    <li class="select">おすすめ!</a></li>
                    <li><a href="/extra/">おまけ</a></li>
                </ul>
        </div>
    </header>

    <main>
        <div class="top-content-mini">
            <div>
                <h1 style="display: none;">おすすめの〇〇!</h1>
            </div>
            <div>
                <h1 style="display: none;">Play済みのGame!</h1>
            </div>
        </div>

        <p class="notice">管理人がおすすめしたい〇〇やプレイ済みのゲームを紹介。上の画像、青とオレンジ、色逆じゃないか……?</p>
        
        <div class="contents">
            <p>完全にブログと化しそうなページですが、当サイトの概要は「(プロフ)サイトなので」誤解なきよう。<br>
                正式名称×ABC/あいうえお順! (ナンバリング関係で一部例外あり)<br>
                適当な解説もあり。</p>


            <h2>あまり知られていないおすすめのサービス</h2><br>

            <h3>note</h3>
            <p>Twitterと似ているが、もっと長文を書くことができるサイト。ミニブログ的な使い方が可能。<br>
                ハッシュタグやアイキャッチの画像(ブログの上によく表示されるアレ)などが搭載されていて、ブログとTwitterの中間の使い勝手がある。
                もちろん無料で使うことができ、手軽なのでおすすめ。</p>
            <p>→ <a href="https://note.com/" target="_blank" rel="noopener noreferrer">note - つくる、つながる、とどける。</a></p>
            
            <h3>STUDIO</h3>
            <p>コード(HTML/CSSなど)を一切書かずに"かんたん"にサイトの作成ができるサイト。<br>
                操作は直感的で、ものの30分で本格的なWebサイトが作れる。このサイトのプロトタイプはここで作成。<br>
                もちろん、そのままインターネット上に公開も可能で、ここまですべて無料でできる。<br>
                本当に無料でいいのだろうか、と思うクオリティのサイトが作れるので、騙されたと思って使ってみるべし。</p>
            <p>→ <a href="https://studio.design/ja" target="_blank" rel="noopener noreferrer">STUDIO - ノーコードでWebサイトを作成</a></p>
            
            <h3>Unsplash</h3>
            <p>どこかのカメラのプロが撮影した画像がたくさんおいてあるサイト。<br>
                このクオリティー、なのに無料で使える。当サイトもかなり使用している。英語で調べる必要がある。</p>
            <p>→ <a href="https://unsplash.com/" target="_blank" rel="noopener noreferrer">Unsplash</a></p>

            <h3>#作業してくる</h3>
            <p>これをつけておくだけで、ものすごい作業がはかどると有名なサイト。本当だろうか……?</p>
            <p>→ <a href="https://sitekuru.net/" target="_blank" rel="noopener noreferrer">#作業してくる</a></p>

            <h2>知る人ぞ知るおすすめのPCソフト/モバイルアプリ</h2><br>

            <h3>AviUtl</h3>
            <p>無料で使える動画編集ソフト。有志の人が公開したプラグインがたくさんあり、それらを使えばAdobeのソフトやそれ以上のことができる、超ヤバめなソフト。<br>
                動画だけでなく、使い方次第では画像編集ソフトにもなり、慣れていれば超爆速に動画/画像が作れる。</p>

            <h3>Documents by Readdle</h3>
            <p>Appleのモバイル製品を持ってるなら、絶対いれといたほうがいいファイル管理アプリ。<br>
                Windowsのエクスプローラーのようなファイル管理ができる。非常にオススメ。</p>

            <h3>LINE</h3>
            <p>もう入れてるって? スマホ版(アプリ)じゃなくて、PC版(ソフト)のほうだよ。<br>
                実はパソコン版が存在していたってこと、知らない人がかなり多い気がするので、ここで一応紹介。</p>

            <h3>Wallpaper Engine</h3>
            <p>Windowsに動く壁紙がほしいって……? Androidのようなライブ壁紙が実装できないかって?<br>
                それならこのソフトがオススメ。有料ではあるが、それ以上の価値あり。<br>
                Steamで配信していることから、謎の安心感がある。</p>


            <h2>プレイ済み(プレイ中)のゲーム [PC/コンソール系!]</h2><br>

            <p>某月某日とある友人から<b>「え、ゲームなんてしてるの? てっきりやってないかと思った」</b>なんてひどいことをいわれたので、ここに書き留めておきます。<br><br>
            <span class="mini-mini">一体どんなふうに思われていたんだか……。</span></p>

            <h3>Apex Legends</h3>
            <p>ちょうど大盛況だったころ、受験期に突入! なので、半年のブランクはあるものの、一応やっているバトルロイヤル・FPSゲーム。<br>
                －－え? もうそんなにシーズン進んでるの!?</p>
            
            <h3>FINAL FANTASY (初代)</h3>
            <p>ほぼ忘れた。が、かなりストーリーが重かった気がする……。空飛べたときの高揚感はすごいよね。</p>

            <h3>FINAL FANTASY XIV</h3>
            <p>今現在もやっている、多分世界最大規模のMMORPG。緻密なストーリーと難易度高めのダンジョンが存在。<br>
                オンラインゲームなので、知らない人とマッチングして、ダンジョンを攻略していく。<br>
                ストーリーの9割は一人でやれることと、マッチングの際に必要なのは「あいさつ」くらいで、そこまでコミュニケーション能力が必要ではないので、気軽にできるオンラインRPG。
                普通のゲームのストーリーの5倍程度のボリュームがあり、全く飽きることのない超大作のFF。漆黒編までプレイ済み。<br>
                このストーリーは泣けるぜ……。<br>
                <span class="mini-mini"><br>ﾗﾋｯ。</span></p>

            <h3>FINAL FANTASY XV</h3>
            <p>うん、くっらすぎて途中で萎えたゲーム。身内がやってるのを見たので、結末はほとんど知っている。</p>

            <h3>Grand Theft Auto V</h3>
            <p>普通のゲームではできないような、ありとあらゆることができてしまう、いわゆる犯罪系ゲーム。<br>
                昔動画で見たことがあって気になっていたところ、フリーで配信していたので、即DL。<br>
                リアルでグロテスクなことができる一方、アメリカのスラングが飛び交うので、慣れるまでびっくりし続ける(カルチャーショックを受ける)ゲーム。</p>
            
            <h3>Hacknet</h3>
            <p>そういえばこのゲーム、プレイ中でそのままだ。インターフェースとにらめっこする、かなりリアルなハッキングゲーム。このサイトを、ハッキングしないでよ?</p>

            <h3>Ori and the Blind Forest</h3>
            <p>プレイ中。小さなOriが森を探索して、なんかするゲーム。コントローラーがおすすめ。</p>

            <h3>Minecraft</h3>
            <p>めちゃくちゃ古くからやっている。エディションは、Wii U/Vita/PS4/PC(Java)のほとんどを体験済み。<br>
                レッドストーン回路で永遠に遊んだり、サーバを立てたり、非常にいろいろなことをした結果、飽きたり飽きなかったりしている。<br>
                ちなみに敵はすごく苦手。というか、自分は、探索する際ピースフルモードにしまくる系。イージーモードはある程度の余裕ができてから。鶏肉。</p>
            
            <h3>MO:Astray</h3>
            <p>プレイ中。MOがかわいい。が、ストーリーは残酷なイメージで始まる。</p>

            <h3>Monster Hunter World</h3>
            <p>いわゆる、モンハンワールド。PS4にしてはグラフィックがめちゃくちゃきれいで、多分当時一番きれいじゃないかと思ったゲーム。<br>
                ストーリー進める余裕がなくなって、現在では未完のまま。<br>
                ボスと戦うときの心臓のバクバクぐあいはすごい。曲の緩急が面白い。よく、「次の爆音が来るぞー」ってやってた。</p>
            
            <h3>NieR:Automata</h3>
            <p>ニーアシリーズ第2作。アンドロイドの2Bや9Sと一緒に、機械生命体に侵略された地球を救いに行こう。<br>
                この手のゲームに珍しい、超簡単/普通/ムズい/ハードコア(激ムズ)が選択できる。<br>
                始めは降下作戦から。つまり、飛行ユニットの操作から。
                チュートリアルが終わるまではセーブできない。ここ重要。</p>

            <h3>LiEat</h3>
            <p>人の「嘘」を食べることのできる小さなドラゴンの少女と、詐欺師レオ(通称)とのお話。<br>
                △○□×(みわしいば)さんの作ったRPG。<br>
                3部作にわかれていて、それぞれが短編。だけど、ほっこりするシーンもあり。</p>

            <h3>OCTOPATH TRAVELER</h3>
            <p>昔ながらのドット絵に3Dを加えた、全く新しいRPGゲーム。<br>
                8人の中から1人主人公を選び、残りの7人との出会いを通して、物語を体験しよう。<br>
                スクエニには珍しく、ほっと温かな気持ちになるシーンも多め。と思ったら痛い目にあった。</p>

            <h3>1bitHeart</h3>
            <p>△○□×(みわしいば)さんが作った、推理アドベンチャー友達作り系ゲーム(?)。<br>
                世界観は、近未来的。引用すると、「殆どのものがプログラムに制御され、管理されている世界の話」。<br>
                メタ要素あり。温かな要素あり。ボイスあり。推理あり。そして、絵がかわいい。</p>

            <h3>OneShot</h3>
            <p>暗く 終末を迎える世界を、壊れやすい"太陽"を持ったNikoと一緒に救いに行く物語。<br>
                さあ、あなたはどんな選択をするのか……。そして、何を感じるのか。<br>
                ネタバレはものすごく厳禁なゲーム。ただ、このゲームは普通の"ゲーム"ではない。<br>
                きっと、あなたの心に一生残り続けるであろう、物語である……。</p>

            <h3>STAR WARS Battlefront</h3>
            <p>一時期ハマっていた、Xウイングで空飛んだり大型兵器AT-ATをぶっ壊したりする、スター・ウォーズならではの視点で楽しめるFPSゲーム。ひゃっはーっ!(←壊れた)</p>
            
            <h3>Terraria</h3>
            <p>Vita/PC版をプレイ。<br>
                探索、建築、宝箱!<br>
                いろんな人に怒られそうだが、かんたんに言えば、Minecraftの2D版のようなゲーム(怒られろ)。
                ただ、ピースフルな自分には、このノーマルじみたハードコアとも思えるゲームがものすごい苦手。
                ワームが出てきたときは、Gが出たぐらい叫んでしまうほどなので、一時期距離を置いたくらい。
                最近ではJourneyモード、いわゆるチートモードが実装され、今までに行けなかった場所を余裕に見学することができてかなり嬉しい。</p>
            
            <h3>風ノ旅ビト</h3>
            <p>広大な砂漠/都市/文明を探索する、短編ゲーム。雰囲気は「Sky」と同じ(同じ会社が製作)。</p>

            <h3>原神</h3>
            <p>元素の法則を駆使して戦う3DオープンワールドRPG。<br>
                公開前数ヶ月前から注目していたが、なぜかこれもちょうど受験期にあたって、リアルタイム進行プレイができず。<br>
                いろいろなゲームのいいところを"ふんだんに"取り入れすぎているので、かなり快適にプレイできるゲームの一つ。あれ、このエフェクト、音楽、あのゲームに似てるなぁ……。<br>
                UIやエフェクトが気持ちいいので、時間を忘れてしまうくらいずっとやってしまいそうなゲーム。<br>
                －－あれ……窓際が明るいような気がするのだが、気のせいだろうか……。</p>

            <h3>しょぼんのアクション</h3>
            <p>フリーゲーム。やるより、誰かにやらせたほうが数倍おもしろいゲーム。<br>
                ん、マ〇オに似たステージ、何だ、単なるこの手のゲームか……と侮ることなかれ。<br>
                この先に起こる出来事を、一体誰が想像できるだろうか。</p>

            <h3>スーパーペーパーマリオ</h3>
            <p>Wii。マリオシリーズにしては全く独特で、"異世界"がテーマのストーリー。<br>
                様々な能力を持った"生きた道具"である「フェアリン」とともに、ペラペラのマリオたちと旅するゲーム。<br>
                とても温かな物語。</p>
            
            <h3>天穂のサクナヒメ</h3>
            <p>米づくり!! 以上!! (雑!!)</p>

            <h3>どうぶつの森</h3>
            <p>「おいでよ」「街へいこうよ」「とびだせ」「あつまれ」をプレイ済み。<br>
                とにかくハマったゲームの一つ。一番好きなのは「とびだせ」……かな。<br>
                一時間ごとに変化する音楽は、いつ聞いても飽きない。</p>

            <h3>魔界戦記ディスガイア PC</h3>
            <p>現在進行系でプレイ中。ぶっ飛び要素ふんだんなゲーム。とりあえずクルクルと回るプリニーは速攻で投げるべし。</p>


            <h2>プレイ済み(プレイ中)のゲーム [スマホ系!]</h2><br>

            <h3>Alto's Odyssey</h3>
            <p>砂漠をひたすら下っていく、いわゆる"禅"のようなゲーム。<br>
                「Adventure」よりもこっちのほうが好き。</p>

            <h3>Arcaea</h3>
            <p>新感覚3D音ゲー。スマホに爆誕。難易度が広く設定されていて、初心者から上級者まで楽しめる。タブレット必須。</p>

            <h3>Arknights</h3>
            <p>－－その名も、アークナイツ。<br>
                産業発展に欠かせない、莫大なエネルギーを持った源石(オリジニウム)。それらは、感染症の病原でもあり、各地に感染者を生み出してしまう原因でもあった。<br>
                感染した者は、致死率100%という残酷な運命を課される一方、その短命さから、強大な様々な能力を得る。彼らは恐れられ、迫害され、隔離され、ほとんど人としては扱われないのであった。
                たくさんの感染者が密殺されている場所も存在するとかしないとか。<br>
                －－こんな世界はおかしい。<br>
                その日は突如訪れた。強大な力を持った感染者が集まった集団「レユニオン」が、武力で街を占拠・破壊していったのである。<br>
                そんな中、感染者問題の解決に力を尽くす集団「ロドス」とともに、<ruby><rb>あなた</rb><rp>(</rp><rt>ドクター</rt><rp>)</rp></ruby>はどんな行動をするのだろうか……。</p>
            
            <h3>Clash of Clans</h3>
            <p>日本語で「クラッシュ・オブ・クラン」。実はやっていたゲームの一つ。今は、紐付けを残して完全放置中。</p>

            <h3>Cytus II</h3>
            <p>世界観が好きで始めた音ゲー。つまり、世界観が好き。やり始めは慣れなくて難しい。</p>

            <h3>Deemo</h3>
            <p>物語性ありの音ゲー。これも、非常にネタバレ厳禁。<br>
                途中までしかやってない人は、最後までやろう。泣ける……。</p>
            
            <h3>ICEY</h3>
            <p>－－君は、なぜ矢印の方向に進まないッ!?<br>
                よくある横スクロールアクションゲームかと思いきや、実はその本質は"ゲームの製作者であるナレーター(天の声)をいじり倒す"ことにあった。<br>
                「普通にクリアするんじゃつまらない」「隠し通路的なのないかな」といった、疑心/探索系ゲーマーに是非オススメしたいメタゲーム。</p>

            <h3>NieR Re[in]carnation</h3>
            <p>通称「リンカネ」。NieRの世界をスマートフォンに。<br>
                その残酷さは健在。ゲームではなく、恐らく一種の小説を読んでいると割り切ったほうがいいゲーム。<br>
                やはり、スマホゲームになったからには、周回は必須。<span class="mini-mini">デスヨネー。</p>

            <h3>Mindustry</h3>
            <p>Android版は(当時)何故か無料だったので、ちょっとインストールしてみたゲーム。<br>
                結果、2ヶ月以上に渡ってやめられなくなり、完全犯罪級"時間泥棒ゲー"であることが発覚。<br>
                つまり、なかなかやめられない/止まらない系ゲーム。止まらなくなるので自重。</p>

            <h3>Monument Valley</h3>
            <p>日本語で「モニュメントバレー」。1も2もプレイ済み。よく、Apple製品コーナーのiPadに必ず入っている例のパズルゲーム。<br>
                そんなところが通れるのか……と毎回驚かされるだまし絵を、解き明かしながら先に進んでいく系。<br>
                途中に現れる<ruby><rb>細長いやつ</rb><rp>(</rp><rt>トーテム</rt><rp>)</rp></ruby>が、ちょっぴりかわいい。</p>

            <h3>Muse Dash</h3>
            <p>ムズくね……? この音ゲー、ムズくね……??<br>
                初心者音ゲーマーにとって、背景のコントラストとスピードと上下というシステムすべてが、私には完全鬼畜音ゲーに見えてしまったゲーム。<br>
                つまり、顔見知りレベルのゲーム。</p>

            <h3>OCTOPATH TRAVELER 大陸の覇者</h3>
            <p>ひゃっひゃっ。これがトラウマ。<br>
                「マーベラスッ! うぉ゛ーー、右手に不可能はないので白いひゃっひゃを吹きなさい!」<br>
                －－うん、トラウマ。</p>

            <h3>OPUS: The day We Found Earth</h3>
            <p>日本語で「地球計画」。その名の通り、今から数十万年後の世界のお話。短編物語ゲーム。<br>
                宇宙船に乗ったロボット「エム」と一緒に、広大な銀河の中にある"地球"を探しに行こう。<br>
                この船には特殊なレーダーが備わっていて、照準を合わせた惑星が「生物が生きられる」惑星、つまり"地球"であるのか解析可能。<br>
                レーダー、探索、SFが好きならば、プレイしてみるのもあり。</p>

            <h3>OPUS: Rocket of Whispers</h3>
            <p>日本語で「魂の架け橋」。謎の疫病によるパンデミックが起きた後の終末の世界を描いた物語。<br>
                －－この世界で生き残ったのは、たった2人。廃墟と化した街、さまよう霊魂たち。<br>
                ロケット技師の少年「ヨハン」と数十年の冬眠から目覚めた巫女「フェイ」の出会いから、物語は始まる。<br>
                成仏できなかった霊魂をなんとかするために、2人は"忘れ去られた宇宙葬"を再び実現しようと、ロケットを作り出した。<br>
                とても温かく、ほっこりする物語。</p>

            <h3>Sky: Children of the Light</h3>
            <p>日本語で「星を紡ぐ子どもたち」。サービス当初からやっていたゲーム。雰囲気は「風ノ旅ビト」と同じ(同じ会社が製作)。<br>
                今は自分より身内のほうがハマっている。</p>

            <h3>イルーナ戦記オンライン</h3>
            <p>小学生の頃にやっていたゲーム。これが、始めてのMMOとの出会い。<br>
                新しい技と、ペットを入手できたときのテンションは高い。</p>

            <h3>クイズRPG 魔法使いと黒猫のウィズ</h3>
            <p>－－なっつ……。<br>
                ゲームライブラリの履歴を見たら、そういえばやってた頃があったなー、と懐かしく思うほど昔にやっていたゲームの一つ。
                クイズが結構難しいが、知識にはなる。当時とても"すばらしい"システムだなと感心したゲームの一つ。</p>
            
            <h3>グランブルーファンタジー</h3>
            <p>ゲームを始めて数年後、アニメに先を越されたので、もはやアニメ見ればいいかな……となってしまったゲーム。<br>
                植松さんが曲作ってると知ったときは驚いた。<br>
                また、Webサイト上で動くこのゲームの軽さにも、毎回驚いている。</p>

            <h3>設定</h3>
            <p>永遠と周回して遊ぶゲーム。OSに標準搭載されている。<br>
                特に、Androidの「開発者モード」あたりが楽しい。<br>
                マニュアルという名の攻略本が搭載されているスマートフォンはラッキー。</p>

            <h3>パズル＆ドラゴンズ</h3>
            <p>俗に言う「パズドラ」。やったりやらなかったりしているゲームの一つ。新学期(春)にUU数(ログインユーザー数)が爆上がりするんじゃないか説、濃厚。<br>
                結構昔からの付き合い。ただ、最近はやっていない。</p>

            <h3>ファンタジーライフ オンライン</h3>
            <p>3DSのほうで気になっていて、始めたゲーム。<br>
                ガチャ系の要素無しでやりたかったものの一つ。<br>
                有料でもいいから、ソシャゲ機能がないバージョンをプレイしたい。</p>

            <h3>ほしの島のにゃんこ</h3>
            <p>あー、よくコラ画像作って遊んでたなー……(←)。<br>
                説明、このまま終わると誰かに怒られそうなので、追加。いわゆる、島づくり系ゲーム。<br>
                島を発展させて、発展させて……発展させていくゲーム(怒られろ)。</p>

            <h3>なめこ栽培キット</h3>
            <p>－－なっっっっつっっっ……。なめこをひたすら栽培させて、さらに上級のなめこを栽培させていくゲーム。<br>
                時効なので、この場で話しておこう。小学生の頃に、キャラクターを印刷しまくって学校に持ってって配布しまくったら、先生にひどく叱られた。やったぜ(←)。<br>
                「おさわり探偵シリーズ」のほうも、結構面白かった記憶がある。</p>

            <h3>にゃんこ大戦争</h3>
            <p>んー、ずっとやってたゲームの一つ。小学生のときにドハマリした記憶あり。<br>
                －－障子を開けようとすると……?</p>

            <h3>みどりのほしぼし</h3>
            <p>さあ、あなたも「GROW」バックアップシステムを使って、惑星の緑化活動に貢献しましょう!<br>
                爆発系グラフィックで、爽快感ありの放置型ゲーム。</p>

            <br><br>
            <h3>And More……!</h3>
            <p>まだまだ追加中なのだよ。</p>

        </div>
    </main>

    <footer>
        <p>© 2019-2021 Ma'cha.</p>
    </footer>
</body>